Repository: common-repository/read-more-login
Catalog: languages/read-more-login-*.po
Languages: nb_no

source: The login form will ask the visitors to log in or register as a new user to read the protected content. The login form is created by putting the shortcode %s in your post and pages.
nb_no: Innloggingsskjemaet vil be besøkende om å logge inn eller registrere seg som ny bruker for å lese resten av artikkelen. Innloggingsskjemaet vises ved å sette inn kortkoden %s i artikkelen.

source: The login forms are created by writing the shortcode %s in posts and pages.
nb_no: Loginskjemaer lages ved å skrive inn kortkoden %s på innleggene og sidene.

source: The messages can contain HTML elements and variables. The variables will transform into user and site related texts. At the bottom of this page you will find a list of defined variables that can be used.
nb_no: Meldingene kan inneholde HTML-elementer og variabler. Variablene vil sette inn bruker og nettstedsrelaterte tekster. Nederst på denne siden finner du en liste over definerte variabler som kan brukes.

source: The pages must contain shortcodes that will display the forms. You must write the shortcodes as given below into these pages. The shortcode must be surrounded by brackets.
nb_no: Sidene må inneholde kortkoder som vil vise skjemaene. Du må skrive inn kort-koder som angitt nedenfor på disse sidene. Kortkodenn må være omgitt av hakeparenteser.

source: The plugin is not able to detect your theme's background color. Please enter background color using RGB color values in hex format.
nb_no: Utvidelsen er ikke i stand til å detektere bakgrunnsfarge på artiklene. Angi bakgrunnsfarge ved hjelp av RGB-fargeverdier i hex-format.

source: The registration form will be displayed after visitors press the register button. The form asks for additional information required to register. After pressing the register button in this form, an e-mail will be sent asking user to confirm his e-mail address.
nb_no: Registreringsskjemaet vil vises etter at besøkende trykker på registrer-knappen. Skjemaet ber om ytterligere informasjon som kreves for å registrere. Etter at registrer knappet trykkes på formen, vil en e-post bli sendt som ber brukeren om å bekrefte sin e-post adresse.

source: These e-mails are sent when somebody registers or has requested a password reset.
nb_no: Disse e-postene sendes når noen registrerer seg eller har bedt om å resette passordet.

source: These numbers applies only for the registration forms inside articles.
nb_no: Disse tallene gjelder bare for registreringsskjemaene satt inn i artikler.

source: This e-mail address will appear as the sender, which the receiver can reply to if needed. Optional field, leave blank to use WordPress default.
nb_no: Denne e-postadressen vises som avsender, som mottaker kan svare på hvis det er nødvendig. Valgfritt felt, la stå tomt for å bruke WordPress standard.

source: This e-mail will be sent to user requesting a password reset link. This e-mail should also inform what the username is.
nb_no: Denne e-posten vil bli sendt med link for å resette passord. Denne meldingen bør også informere hva brukernavnet er.

source: This e-mail will be sent to visitors registering via the forms put inside articles.
nb_no: Denne e-posten vil bli sendt til besøkende som å registrere seg på skjemaene satt inne artikler.

source: This e-mail will be sent to visitors registering via the user handling page.
nb_no: Denne e-posten vil bli sendt til besøkende som registrerer seg på siden for brukerhåndtering.

source: This example shows correct usage of the shortcode between two paragraphs:
nb_no: Dette eksemplet viser riktig bruk av kortkoden mellom to avsnitt:

source: This link has been used and registration is completed. You can now log in.
nb_no: Denne linken har blitt brukt og registreringen er fullført. Du kan nå logge inn.

source: This link will send the new user right back to the article and let him read the remaining protected content.
nb_no: Denne linken vil sende den nye brukeren rett tilbake til artikkelen for å lese resten av det beskyttede innholdet.

source: This link will send the new user right back to the same user handling page to complete the registration.
nb_no: Denne linken vil sende den nye brukeren rett tilbake til siden for brukerhåndtering for å fullføre registreringen.

source: This password reset link has been used. The link can only be used once. You can now log in or you need to request a new password reset link.
nb_no: Denne passord reset linken har blitt brukt. Linken kan bare brukes en gang. Du kan nå logge inn eller be om å få tilsendt ny passord reset link.

source: This password reset link has expired. You must request a new e-mail with a new reset link.
nb_no: Denne passord reset linken har utløpt. Du må be om å få tilsendt ny passord reset link.

source: This will also allow search engines to read and index your entire page and could improve your ratings on searches.
nb_no: Dette vil også tillate søkemotorer å lese og indeksere hele siden og kan forbedre dine rangeringer på søk.

source: This will switch on error and warning messages.
nb_no: Dette vil slå på feil og varselsmeldinger.

source: Time-stamp
nb_no: Tidspunkt

source: To read the remaining article follow this link.
nb_no: For å lese resten av artikkelen følg denne linken.

source: Totals
nb_no: Sum

source: Undefined error.
nb_no: Udefinert feil.

source: Undefined error. Illegal characters in name.
nb_no: Udefinert feil. Ugyldige tegn i navnet.

source: Uninstall options
nb_no: Alternativer for avinstallering

source: Update your profile
nb_no: Oppdatere din brukerprofil

source: Use this link to reset your password:
nb_no: Bruk denne linken til å tilbakestille passordet:

source: User account with e-mail %s already exists. You can now log in.
nb_no: Brukerkonto med e-postadresse %s er allerede opprettet. Du kan nå logge inn.

source: User account with e-mail %s are already registered. You can now log in.
nb_no: Brukerkonto med e-post %s er allerede registrert. Du kan nå logge inn.

source: User already created. You can now log in.
nb_no: Brukerkonto er allerede opprettet. Du kan nå logge inn.

source: User registration status
nb_no: Status for brukerregistrering

source: Username
nb_no: Brukernavn

source: Username %s already taken. Please select another username.
nb_no: Brukernavnet %s er allerede tatt. Velg et annet brukernavn.

source: Username accepted. Loading text...
nb_no: Brukernavn akseptert. Laster inn tekst...

source: Username already taken. Please select another username.
nb_no: Brukernavnet er allerede tatt. Velg et annet brukernavn.

source: Username has already been registered. Log in or register using another e-mail.
nb_no: Brukernavnet er allerede registrert. Logg inn eller registrer deg med en annen e-post.

source: Username:
nb_no: Brukernavn:

source: Username: %s
nb_no: Brukernavn: %s

source: Usernames cannot be changed.
nb_no: Brukernavn kan ikke endres.

source: Variable will put in the link to the site.
nb_no: Variable vil sette i linken til nettstedet.

source: Variable will put in the name of the site.
nb_no: Variabelen vil sette i navnet på nettstedet.

source: Variable will put in the tittle of page the user are registering on.
nb_no: Variable vil sette inn tittelen på siden som brukeren registrerer seg på.

source: Variable will put in the user's e-mail address.
nb_no: Variabelen vil sette inn brukerens e-postadresse.

source: Variable will put in the user's username. This variable is not available before the username has been given during the registration.
nb_no: Variabelen vil sette inn brukerens brukernavn. Denne variabelen er ikke tilgjengelig før brukernavnet er blitt gitt under registreringen.

source: Variable will put in user's first name. If not given it will write blank.
nb_no: Variabelen vil sette inn brukerens fornavn. Hvis ikke gitt vil den skrive blank.

source: Variable will put in user's last name. If not given it will write blank.
nb_no: Variabelen vil sette inn brukerens etternavn. Hvis ikke gitt vil den skrive blank.

source: Vertical roll up and down
nb_no: Rull opp og ned

source: Visitors from search engines like Google can read protected content without login.
nb_no: Besøkende fra søkemotorer som Google kan lese beskyttet innhold uten pålogging.

source: Warning!
nb_no: Advarsel!

source: When login form shows, the shortcode will cut of the remaining text including html tags for that post/page. You may miss html end tags (tags marked with slash like %s). Missing end tags may mess up your page. To be safe is recommended to put in the shortcode between two completed paragraphs.
nb_no: Når innloggingsskjemaet vises vil kortkoden kutte av gjenværende tekst inkludert HTML-koder for innlegget og siden. Dette gjør at HTML sluttkoder kan bli maskert bort (koder merket med skråstrek som %s). Manglende sluttkoder kan rote opp siden din. For å være sikker er det best å sette inn kortkoden mellom to hele avsnitt.

source: Wrong username or password.
nb_no: Feil brukernavn eller passord.

source: Yes
nb_no: Ja

source: Yes, I accept the %s.
nb_no: Ja, jeg godtar %s.

source: You are now logged in.
nb_no: Du er nå innlogget.

source: You are registering using e-mail address %s
nb_no: Du registrerer deg med e-postadresse %s

source: You can not use e-mail as username. Please select another username.
nb_no: Du kan ikke bruke e-post som brukernavn. Velg et annet brukernavn.

source: You can test the forms by pressing the buttons in the the preview. The preview will not send e-mail notifications.
nb_no: Du kan teste skjemaene ved å trykke knappene i forhåndsvisningen. Forhåndsvisningen vil ikke sende e-post varsler.

source: You have requested to recover your username or reset your password at %s.
nb_no: Du har bedt om å få tilsendt ditt brukernavnet eller resette ditt passordet til %s.

source: You must accept the terms and conditions to register.
nb_no: Du må godta vilkårene og betingelsene for å registrere deg.

source: You must enter a new password.
nb_no: Du må angi et nytt passord.

source: You must enter same password in both inputs.
nb_no: Du må skrive inn samme passord i begge feltene.

source: You must enter your e-mail address to register.
nb_no: Du må skrive inn e-postadressen din for å registrere deg.

source: You must enter your e-mail address.
nb_no: Du må skrive inn e-postadressen din.

source: You must enter your password to log in.
nb_no: Du må skrive inn passordet for å logge deg på.

source: You must enter your username and password to log in.
nb_no: Du må skrive inn brukernavn og passord for å logge deg inn.

source: You must enter your username to log in.
nb_no: Du må skrive inn brukernavnet ditt for å logge deg inn.

source: You must log in to access your user profile.
nb_no: Du må logge inn for å få tilgang til brukerprofilen din.

source: You must log in to read the rest of this article. Please log in or register as a user.
nb_no: Du må logge inn for å lese resten av denne artikkelen. Vennligst logg inn eller registrer deg som bruker.

source: You must select a password to register.
nb_no: Du må velge et passord for å registrere deg.

source: You must select a username to register.
nb_no: Du må velge et brukernavn for å registrere.

source: You must select username and password to register.
nb_no: Du må velge brukernavn og passord for å registrere deg.

source: Your profile has been updated.
nb_no: Din profil har blitt oppdatert.

source: Your settings have been saved.
nb_no: Innstillingene er lagret.

source: Your username is %s
nb_no: Ditt brukernavn er %s
