Repository: common-repository/read-more-login
Catalog: languages/read-more-login-*.po
Languages: nb_no

source: %1$s Do not use the shortcode %2$s inside tables or other html elements.
nb_no: %1$s Ikke bruk kortkoden %2$s inni tabeller eller andre html elementer.

source: A basic set of configuration should now be completed. You can now start create some login forms in your posts and pages.
nb_no: Et grunnleggende sett med konfigurasjon skal nå være fullført. Du kan nå begynne å lage noen login skjemaer i dine innlegg og sider.

source: A new member has registered at %s.
nb_no: Nytt medlem er registrert på %s.

source: Access
nb_no: Adgang

source: Access settings
nb_no: Adgangsinnstillinger

source: add new page
nb_no: legg til ny side

source: Add shortcodes to your posts and pages
nb_no: Legg til kortkoder på dine innlegg og sider

source: Administrator notification
nb_no: Administrator varsling

source: Advanced
nb_no: Avansert

source: Advanced settings
nb_no: Avanserte innstillinger

source: After the registration e-mail has been sent, this form ask the visitor to check his e-mail. The visitor needs to confirm his e-mail address by clicking a link in the e-mail to complete the registration. This link will also send the user right back to the same page and auto-login to read the remaining article.
nb_no: Etter at registrerings e-post er sendt, vil dette skjemaet be besøkende om å sjekke e-posten. Den besøkende må bekrefte sin e-postadresse ved å følge en link i e-posten for å fullføre registreringen. Denne linken vil også sende den nye brukeren rett tilbake til artikkelen og automatisk logge in for å lese resten av artikkelen.

source: After user has logged out, he will be redirected to this page.
nb_no: Etter at brukeren har logget seg ut, vil han bli videresendt til denne siden.

source: After you have put in a shortcode, you need to log out to see it in action.
nb_no: Etter at du har satt i en kortkode, må du logge ut for å se den i aksjon.

source: An e-mail has been sent to %s.
nb_no: En e-post har blitt sendt til %s.

source: An e-mail has been sent to %s. Please check your e-mail.
nb_no: En e-post er sendt til %s. Sjekk din e-post.

source: Animation effects
nb_no: Animasjonseffekter

source: Apply
nb_no: Bruk

source: Ask for first name when new users are registering.
nb_no: Be om fornavn når nye brukere registrerer seg.

source: Ask for first name:
nb_no: Be om fornavn:

source: Ask for last name when new users are registering.
nb_no: Be om etternavn når nye brukere registrerer seg.

source: Ask for last name:
nb_no: Be om etternavn:

source: Background color:
nb_no: Bakgrunnsfarge:

source: Beta versions:
nb_no: Betaversjoner:

source: Button border color:
nb_no: Farge på trykknapps ramme:

source: Button color:
nb_no: Farge på trykknapp:

source: Button text color:
nb_no: Tekstfarge trykknappen:

source: Change password
nb_no: Endre passord

source: Change/reset password page:
nb_no: Side for å endre/resette passord:

source: Check e-mail form
nb_no: Sjekk e-post skjema

source: Check your e-mail
nb_no: Sjekk din e-post

source: Click or copy the link into your web browser:
nb_no: Klikk eller kopier linken til din nettleser:

source: Close
nb_no: Lukk

source: Complete your registration
nb_no: Fullfør registreringen

source: Completed
nb_no: Fullført

source: Completed counter
nb_no: Antall fullførte

source: Configuration Wizard
nb_no: Konfigurasjonsveiviser

source: Configuration Wizard - Step %1$d of %2$d
nb_no: Konfigurasjonsveiviser - Steg %1$d av %2$d

source: Confirm password:
nb_no: Bekreft passord:

source: Content loading:
nb_no: Innlasting av innhold:

source: Debug logging
nb_no: Feilsøkingslogging

source: Depending of what is available the variable will put in the user's first name and/or the last name. If no name has been given, variable will write the user's username.
nb_no: Avhengig av hva som er tilgjengelig vil variabelen sette inn brukerens fornavn og/eller etternavn. Hvis navn ikke er gitt, vil variabelen skrive brukerens brukernavn.

source: Depending on type of e-mail this variable will put in link to read the remaining article or to complete the registration or the password change page.
nb_no: Avhengig av type e-post vil denne variabel sette inn link til å lese resten av artikkelen, link til å fullføre registreringen eller link til reset passord siden.

source: Development versions:
nb_no: Utviklingsversjoner:

source: Download and install beta test versions.
nb_no: Last ned og installer betaversjoner.

source: Download and install latest development version.
nb_no: Last ned og installer siste utviklerversjon.

source: Download and install licensed premium editions. The download will be available in the list of installed plugins.
nb_no: Last ned og installer lisensiert premium version. Versjonen vil bli tilgjengelig i listen over installerte utvidelser.

source: Download and install release candidates.
nb_no: Last ned og installert utgivelseskandidater.

source: Download and update of beta and release candidate versions ahead of public release. These versions are not recommended for production servers, but for testing ahead of final release. The download will be available in the list of installed plugins.
nb_no: Last ned og oppdater beta- og utgivelseskandidatversjoner i forkant av offentliggjøring. Disse versjonene anbefales ikke for produksjonsservere, men for testing i forkant av endelig utgivelse. Nedlastingen vil være tilgjengelig i listen over installerte plugins.

source: Download licensed editions
nb_no: Last ned lisensierte version

source: Download pre-release versions
nb_no: Last ned forhåndsversjoner

source: E-mail
nb_no: E-post

source: E-mail address has wrong format. Please write a correct e-mail address.
nb_no: E-postadresse har feil format. Vennligst skriv en korrekt e-postadresse.

source: E-mail address registration error. Please register your e-mail address again.
nb_no: Feil ved registrering av e-postadresse. Registrer e-postadressen din på nytt.

source: E-mail address:
nb_no: E-postadresse:

source: E-mail as username:
nb_no: E-post som brukernavn:

source: E-mail confirmed
nb_no: E-post bekreftet

source: E-mail sent
nb_no: E-post sendt

source: E-mail sent to %s with username and password reset link.
nb_no: E-post sendt til %s med brukernavn og link for å resette passord.

source: E-mail setup
nb_no: E-post oppsett

source: Enable debug log:
nb_no: Aktiver feilsøkingslogg:

source: Enable logging of debug information from this plugin. In case you have problem with the plugin, this can give helpful information to solve it. Log will be saved to the file %s.
nb_no: Aktiver logging av feilsøkingsinformasjon fra denne utvidelsen. I tilfelle du har problem med utvidelsen, kan dette gi nyttig informasjon for å løse problemet. Loggen vil bli lagret i filen %s.

source: Enable notification:
nb_no: Aktiver varsling:

source: Enable registration in form:
nb_no: Slå på registrering i skjema:

source: Enable text fading:
nb_no: Aktiver tekst fading:

source: Enter your e-mail address to register.
nb_no: Skriv inn e-postadressen din for å registrere deg.

source: Enter your e-mail and we will send your username and password reset link.
nb_no: Skriv inn din e-post og vi vil sende ditt brukernavn og passord reset link.

source: Entered passwords does not match. You must enter same password in both inputs.
nb_no: Angitte passord samsvarer ikke. Du må angi samme passord i begge inn feltene.

source: Error creating username. Please select another username.
nb_no: Feil under oppretting av brukernavn. Velg et annet brukernavn.

source: Error registering. Please retry or contact site admin if problem persists.
nb_no: Feil ved registrering. Prøv på nytt eller kontakt nettstedets administrator hvis problemet vedvarer.

source: Error saving password. Please retry with another password.
nb_no: Feil under lagring av passord. Prøv på nytt med et annet passord.

source: Error sending e-mail to %s. Retry later or contact site admin if problem persists.
nb_no: Feil under sending av e-post til %s. Prøv på nytt senere eller kontakt nettstedets administrator hvis problemet vedvarer.

source: Error. Can not log in.
nb_no: Feil. Kan ikke logge inn.

source: Error. Entered username has invalid characters or is wrong.
nb_no: Feil. Angitt brukernavn har ugyldige tegn eller er feil.

source: Error. Entered username has invalid characters.
nb_no: Feil. Angitt brukernavn har ugyldige tegn.

source: Error. Invalid e-mail address format. Please enter a correct e-mail address.
nb_no: Feil. Ugyldig format for e-postadresse. Skriv inn riktig e-postadresse.

source: Error. Invalid username %s. Please select another username.
nb_no: Feil. Ugyldig brukernavn %s. Velg et annet brukernavn.

source: Error. Maximum number of e-mail sent.
nb_no: Feil. Maksimalt antall e-post er sendt.

source: Error. This e-mail has no user account. Please enter the e-mail address used during registration.
nb_no: Feil. Denne e-posten har ingen brukerkonto. Skriv inn e-postadressen som ble brukt under registreringen.

source: Error. This username has already been taken. Please select another username.
nb_no: Feil. Dette brukernavnet er allerede tatt. Velg et annet brukernavn.

source: Error. Wrong username or password.
nb_no: Feil. Feil brukernavn eller passord.

source: Expired
nb_no: Utløpt

source: Fade in
nb_no: Fade inn

source: Fade out and in
nb_no: Fade ut og inn

source: Fading height:
nb_no: Fade høyde:

source: First name
nb_no: Fornavn

source: First name is required field.
nb_no: Fornavn er påkrevd felt.

source: First name is required:
nb_no: Fornavn er påkrevd:

source: First name:
nb_no: Fornavn:

source: Follow this link to complete your registration at %s.
nb_no: Følg denne linken for å fullføre registreringen på %s.

source: Forbid users to register using their e-mail address as username.
nb_no: Ikke tillatt brukere å registrere seg med e-postadresse som brukernavn.

source: Forgotten username or password?
nb_no: Glemt brukernavn eller passord?

source: Form colors and appearance
nb_no: Skjemafarger og utseende

source: Form rotations:
nb_no: Skjemarotering:

source: Form setup
nb_no: Skjemaoppsett

source: Forms
nb_no: Skjema

source: Frame background color:
nb_no: Bakgrunnsfarge for skjema:

source: Frame border color:
nb_no: Farge på skjemaramme:

source: Frame border thickness:
nb_no: Tykkelse på rammekant:

source: From/reply:
nb_no: Fra/svar:

source: Header text:
nb_no: Overskrift:

source: Height of fading area. Number unit is "em". Recommended value between 5 - 20.
nb_no: Høyde på fade området. Tallenheten er "em". Anbefalt verdi mellom 5-20.

source: Hello %s!
nb_no: Hallo %s!

source: Help
nb_no: Hjelp

source: If a visitor tries to register using an e-mail address as username, he will be asked to correct it by enter a non-email.
nb_no: Hvis en besøkende prøver å registrere seg ved hjelp av en e-postadresse som brukernavn, vil han bli bedt om å korrigere den ved å skrive en ikke-e-post.

source: If you have a colored background behind the article, you must specify this color in the Background color input field below.
nb_no: Hvis du har en farget bakgrunn bak artikkelen, må du angi denne fargen i inndatafeltet Bakgrunnsfarge nedenfor.

source: If you want to uninstall this plugin and reinstall it later, this will save the settings, status and statistics data. Registered users will not be affected by this setting, that data is preserved by WordPress's own database tables.
nb_no: Hvis du vil avinstallere denne utvidelsen og gjeninstallerer den senere, vil dette bevare innstillinger, status og statistikkdata. Registrerte brukere vil ikke bli berørt av denne innstillingen, disse data er lagret i WordPress' egne databasetabeller.

source: In case you don't see the e-mail, also check your e-mail application's spam folder.
nb_no: I tilfelle du ikke ser e-posten, sjekke også e-postprogrammets spamfolder.

source: In the posts and pages you want login form, put the shortcode %s in the text where you want the login form to appear.
nb_no: På innleggene og sidene som du vil ha innloggingsskjema, sett inn kortkoden %s i teksten der du vil at innloggingsskjemaet skal vises.

source: Introduction
nb_no: Introduksjon

source: Keep the plugin's settings and data after uninstall.
nb_no: Bevar utvidelsens innstillinger og data etter avinstallering.

source: Last name
nb_no: Etternavn

source: Last name is required field.
nb_no: Etternavn er påkrevd felt.

source: Last name is required:
nb_no: Etternavn er påkrevd:

source: Last name:
nb_no: Etternavn:

source: License key to be provided by plugin developer. Go to www.readmorelogin.com.
nb_no: Lisensnøkkel kan mottas fra utvikleren for utvidelsen. Gå til www.readmorelogin.com.

source: License key:
nb_no: Lisensnøkkel:

source: Links for user handling
nb_no: Linker til bruker håndtering

source: Listings in the tables will be cleared after 30 days
nb_no: Oppføringer i tabellene vil bli slettet etter 30 dager

source: Live demo and list of features: %s
nb_no: Live demo og oversikt over funksjoner: %s

source: Loading text...
nb_no: Laster inn tekst...

source: Log extra debug info:
nb_no: Logg ekstra feilsøkingsinformasjon:

source: Log in
nb_no: Logg inn

source: Log out
nb_no: Logg ut

source: Login
nb_no: Logg inn

source: Login form
nb_no: Logg inn skjema

source: Login page:
nb_no: Innloggingsside:

source: Logout
nb_no: Logg ut

source: Logout redirect link:
nb_no: Utlogging videresendingslink:

source: Make first name required field. User can not complete registration without filling it in.
nb_no: Gjør fornavn påkrevd felt. Bruker kan ikke fullføre registreringen uten å fylle den ut.

source: Make last name required field. User can not complete registration without filling it in.
nb_no: Gjør etternavn påkrevd felt. Bruker kan ikke fullføre registreringen uten å fylle den ut.

source: Make links to pages for user handling like login, registering, profile and password recovery pages. You must manually created these pages by %s.
nb_no: Lag linker til sider for bruker håndtering som logg inn, registrering, profil og password reset. Du må manuelt opprette disse sidene på %s.

source: Message text:
nb_no: Meldingstekst:

source: Message:
nb_no: Melding:

source: New password:
nb_no: Nytt passord:

source: Next
nb_no: Neste

source: No animation effects
nb_no: Ingen animasjonseffekter

source: No registrations.
nb_no: Ingen registreringer.

source: No user with e-mail address %s.
nb_no: Ingen bruker med e-postadresse %s.

source: Note! Do not the enable extra debug logging continuously as the log will grow very large over time.
nb_no: Merk! Ikke aktiver ekstra feilsøkingslogging kontinuerlig ettersom loggen vil bli svært stor over tid.

source: Note! On newer WordPress versions, the paragraph tag %s will be hidden.
nb_no: Merk! På nyere WordPress versjoner er HTML elementene %s for å lage avsnitt skult.

source: Notification of new user registration
nb_no: Varsling om ny brukerregistrering

source: On this page users can change their password. If not logged in, the user can ask for a password reset link, which will be sent by e-mail. You must put the shortcode %s on this page.
nb_no: På denne siden kan brukere endre sine passord. Dersom ikke innlogget, kan brukeren be om passord reset link, som vil bli sendt på e-post. Du må sette kortkoden %s på denne siden.

source: On this page users can log in and out. You must put the shortcode %s on this page.
nb_no: På denne siden kan brukere logge seg inn og ut. Du må sette kortkoden %s på denne siden.

source: On this page users can update their personal information. You must put the shortcode %s on this page.
nb_no: På denne siden kan brukerne oppdatere sine personlige opplysninger. Du må sette kortkoden %s på denne siden.

source: On this page visitors can register as new users. You must put the shortcode %s on this page.
nb_no: På denne siden kan besøkende registrere seg som nye brukere. Du må sette kortkoden %s på denne siden.

source: On this page you can adjust the style, colors and configure animation effects for the forms.
nb_no: På denne siden kan du justere stilen, fargene og konfigurere animasjonseffekter for skjemaene.

source: On this page you can adjust the text in the forms and select what information will be required from new users during registrations. The preview will show you how it will look like in real.
nb_no: På denne siden kan du justere teksten i skjemaene og velge hvilken informasjon som skal kreves ved brukerregistrering. Forhåndsvisningen vil vise deg hvordan det vil se ut i virkeligheten.

source: On this page you can write your terms and conditions, which new users must accept to register.
nb_no: På denne siden kan du skrive dine vilkår og betingelser, som nye brukere må godta for å registrere seg.

source: Page ID
nb_no: Side ID

source: Page linking
nb_no: Sidelinking

source: Page title
nb_no: Sidetittel

source: Page view counter
nb_no: Antall sidevisninger

source: Password has been changed.
nb_no: Passordet er endret.

source: Password has been changed. You can now log in.
nb_no: Passordet er endret. Du kan nå logge inn.

source: Password reset links gets expired after 1 hour.
nb_no: Passord reset linker utløper etter 1 time.

source: Password reset status
nb_no: Status for passord reset

source: Password:
nb_no: Passord:

source: Please check your e-mail. You will receive a message with a link to read the remaining article %s.
nb_no: Sjekk din e-post. Du vil motta en melding med en link for å lese resten av artikkelen %s.

source: Please click or copy the link into your web browser:
nb_no: Klikk eller kopier linken til din nettleser:

source: Please note the link can only be used once and will expire after 24 hours.
nb_no: Merk at linken bare kan brukes en gang og funger kun i 24 timene.

source: Please select your username and password.
nb_no: Velg ditt brukernavn og passord.

source: Preserve plugin data:
nb_no: Bevare innstillinger:

source: Preview
nb_no: Forhåndsvisning

source: Previous
nb_no: Forrige

source: Profile
nb_no: Profil

source: Profile page:
nb_no: Profilside:

source: Puts a combined read-more, log-in and registration form inside in posts and pages. Visitors must log in or register to read more. Remaining text will be protected and hidden for other visitors.
nb_no: Setter en kombinert Les-mer, Logg inn og Registreringsskjema på innlegg og sider. Besøkende må logge inn eller registrere seg for å lese mer. Resten av teksten vil være beskyttet og skjult for andre besøkende.

source: Read more
nb_no: Les mer

source: Recover username and reset password
nb_no: Gjenopprette brukernavn og resette passord

source: Refresh
nb_no: Oppdater

source: Register
nb_no: Registrer

source: Register page:
nb_no: Registreringside:

source: Register to read %s
nb_no: Registrer deg for å lese %s

source: Register to read more
nb_no: Registrer deg for å lese mer

source: Registering started
nb_no: Registrering startet

source: Registering via forms put inside articles
nb_no: Registrering på skjema satt inn i artikler

source: Registering via the self-service registration page
nb_no: Registrerer seg på registreringssiden

source: Registration at %s
nb_no: Registrering på %s

source: Registration completed. You can now log in.
nb_no: Registreringen er fullført. Du kan nå logge inn.

source: Registration form
nb_no: Registreringsskjema

source: Registration link has been used and user created.
nb_no: Registreringslinken har blitt brukt og bruker opprettet.

source: Registration links sent to confirm e-mail addresses gets expired after 48 hours.
nb_no: Registreringslink sendt for å bekrefte e-postadresser utløper etter 48 timer.

source: Registration started counter
nb_no: Antall registreringer startet

source: Release candidates:
nb_no: Utgivelseskandidater:

source: Reload page
nb_no: Last inn side

source: Remember me
nb_no: Husk meg

source: Request user data
nb_no: Be om brukerdata

source: Require new users to tick of a checkbox to accept the terms and condition.
nb_no: Krev at nye brukere krysser av sjekkboks for å godta vilkårene og betingelsene.

source: Reset password
nb_no: Reset passord

source: Roll down
nb_no: Rull ned

source: Save changes
nb_no: Lagre endringer

source: Search engine access:
nb_no: Søkemotortilgang:

source: Security
nb_no: Sikkerhet

source: Security settings
nb_no: Sikkerhetsinnstillingene

source: Select a new password for username %s.
nb_no: Velge et nytt passord for brukernavnet %s.

source: Select animations for how the protected content will load.
nb_no: Velg animasjonseffekt for hvordan det beskyttede innholdet skal lastes inn.

source: Select animations for how to forms will rotate.
nb_no: Velg animasjonseffekt for hvordan skjemaer skal byttes om.

source: Send e-mail
nb_no: Send e-post

source: Send e-mail to site admin or an other person when a new user has registered.
nb_no: Send e-post til administrator eller en annen person når en ny bruker har registrert seg.

source: Send to:
nb_no: Send til:

source: Sent e-mail counter
nb_no: Antall e-poster sent

source: Set border thickness in pixel. Use 0 to disable the border.
nb_no: Angi tykkelse på skjemaets kantelinje i piksel. Bruk 0 til å deaktivere kantlinjen.

source: Set fading of text above the login form. Such fading will indicate to the reader that more text exists.
nb_no: Angi fading over påloggingsskjemaet. Slike fading vil indikere til leseren at mer tekst finnes.

source: Set form and content loading animations.
nb_no: Angi animasjonseffekter for skjema og tekstinnlasting.

source: Settings
nb_no: Innstillinger

source: Show Configuration Wizard
nb_no: Vis Konfigurasjonsveiviser

source: Show forgotten password link:
nb_no: Vis glemt passord link:

source: Show login form:
nb_no: Vis login skjema:

source: Show register button as link:
nb_no: Viser registersknappen som link:

source: Show status for e-mails sent for user registrations and password reset.
nb_no: Vis status for e-poster som er sendt ut for brukerregistreringer og resetting av passord.

source: Show terms and conditions:
nb_no: Vis vilkår og betingelser:

source: Statistics
nb_no: Statistikk

source: Statistics for user registrations.
nb_no: Statistikk for brukerregistreringer.

source: Style
nb_no: Stil

source: Subject:
nb_no: Emne:

source: Switch on extra debug info.
nb_no: Slå på ekstra feilsøkingsinformasjon.

source: Switch on logging of debug info.
nb_no: Slå på logging av feilsøkingsinformasjon.

source: terms and condition
nb_no: vilkår og betingelser

source: Terms and condition page:
nb_no: Side for vilkår og betingelser:

source: Text fading
nb_no: Tekst fading

source: Thank you for your interest in %1$s at %2$s.
nb_no: Takk for interessen for%1$s på %2$s.

source: The colors must be manually entered using RGB color values in hex format. If you need a color picker, this one is recommended: %s
nb_no: Fargene må skrives inn manuelt med RGB fargeverdier i hex format. Hvis du trenger en Fargevelger kan vi anbefale denne: %s

source: The colors must be set using RGB color values in hex format. These start with the number sign # followed by 6 hex digits. Leave blank to use default colors.
nb_no: Fargene må settes som RGB fargeverdier i hex format. Disse starter med nummertegn # etterfulgt av 6 heksadesimale siffer. La feltet stå tomt hvis du vil bruke standardfarger.

source: The Configuration Wizard will help you with the setup of this plugin.
nb_no: Konfigurasjonsveiviseren vil hjelpe deg med oppsettet av denne utvidelsen.

source: The e-mail asks the visitor to confirm his e-mail address by clicking a link.
nb_no: E-postmeldingen ber den besøkende om å bekrefte e-postadressen sin ved å klikke på en link.
